"%@ - 待实现" = "%@ - 待实现";
"%@ -- %lu 个表" = "%@ -- %lu 个表";
"%@ . %@ -- %lu 行" = "%@ . %@ -- %lu 行";
"%@ 安装成功" = "%@ 安装成功";
"%lu 个项目" = "%lu 个项目";
"... 等 %lu 项" = "... 等 %lu 项";
"> 开始" = "> 开始";
"IM会话监控" = "IM会话监控";
"JSON 格式错误: %@" = "JSON 格式错误: %@";
"Lockdown 握手失败" = "Lockdown 握手失败";
"Lockdown 握手失败，请确认设备已信任此电脑" = "Lockdown 握手失败，请确认设备已信任此电脑";
"MMKV数据" = "MMKV数据";
"Mock 规则" = "Mock 规则";
"SQLite浏览器" = "SQLite浏览器";
"UserDefault数据" = "UserDefault数据";
"WiFi 地址" = "WiFi 地址";
"[信息] Bundle ID: %@" = "[信息] Bundle ID: %@";
"[信息] 关键字: %@" = "[信息] 关键字: %@";
"[信息] 启动模拟器日志流 (UDID: %@)" = "[信息] 启动模拟器日志流 (UDID: %@)";
"[信息] 已连接，等待日志..." = "[信息] 已连接，等待日志...";
"[信息] 已连接，等待日志…" = "[信息] 已连接，等待日志…";
"[信息] 日志流已断开" = "[信息] 日志流已断开";
"[信息] 模拟器日志流已关闭" = "[信息] 模拟器日志流已关闭";
"[错误] syslog_relay 启动失败: %d" = "[错误] syslog_relay 启动失败: %d";
"[错误] 启动失败: %@" = "[错误] 启动失败: %@";
"[错误] 无效的模拟器 UDID" = "[错误] 无效的模拟器 UDID";
"[错误] 无效的设备 UDID" = "[错误] 无效的设备 UDID";
"[错误] 无法连接设备" = "[错误] 无法连接设备";
"[错误] 请先选择设备" = "[错误] 请先选择设备";
"\\n... 等 %lu 项" = "\\n... 等 %lu 项";
"iOS 模拟器" = "iOS 模拟器";
"lockdown handshake 失败" = "lockdown handshake 失败";
"← 返回" = "← 返回";
"↑ 上传" = "↑ 上传";
"↓ 下载" = "↓ 下载";
"↻ 刷新" = "↻ 刷新";
"⏸ 停止" = "⏸ 停止";
"■ 停止" = "■ 停止";
"▶ 开始" = "▶ 开始";
"☑ 勾选控制侧边栏可见" = "☑ 勾选控制侧边栏可见";
"✎ 编辑" = "✎ 编辑";
"✕ 删除" = "✕ 删除";
"➕ 刷新" = "➕ 刷新";
"下载中: %@ ..." = "下载中: %@ ...";
"下载失败: %@" = "下载失败: %@";
"保存" = "保存";
"保存中..." = "保存中...";
"保存中…" = "保存中…";
"保存失败: %@" = "保存失败: %@";
"保存截屏" = "保存截屏";
"修改时间" = "修改时间";
"值" = "值";
"停止" = "停止";
"共 %lu 个应用" = "共 %lu 个应用";
"共 %lu 个数据库" = "共 %lu 个数据库";
"共 %lu 条记录" = "共 %lu 条记录";
"关键字..." = "关键字...";
"写入设备文件失败" = "写入设备文件失败";
"创建" = "创建";
"创建失败: %@" = "创建失败: %@";
"删除" = "删除";
"删除 \"%@\" ?" = "删除 \"%@\" ?";
"删除中..." = "删除中...";
"删除中…" = "删除中…";
"删除失败: %@" = "删除失败: %@";
"删除表 \"%@\" 中第 %ld 行数据？此操作不可撤销。" = "删除表 \"%@\" 中第 %ld 行数据？此操作不可撤销。";
"功能列表" = "功能列表";
"功能列表设置" = "功能列表设置";
"加载中..." = "加载中...";
"加载中…" = "加载中…";
"发送" = "发送";
"发送失败: %@" = "发送失败: %@";
"取消" = "取消";
"名称" = "名称";
"名称 *:" = "名称 *:";
"名称不能为空" = "名称不能为空";
"响应体" = "响应体";
"响应头" = "响应头";
"埋点监控" = "埋点监控";
"大小" = "大小";
"安装失败: %@" = "安装失败: %@";
"安装请求失败 (code %d)" = "安装请求失败 (code %d)";
"安装超时或失败" = "安装超时或失败";
"将删除:%@" = "将删除:%@";
"属性" = "属性";
"崩溃日志" = "崩溃日志";
"已下载: %@" = "已下载: %@";
"已保存到 %@" = "已保存到 %@";
"已连接 | %lu 请求 | %lu Mock" = "已连接 | %lu 请求 | %lu Mock";
"已连接到 App" = "已连接到 App";
"已连接，点击截屏" = "已连接，点击截屏";
"已连接，编辑 JSON 后点击发送" = "已连接，编辑 JSON 后点击发送";
"序列号" = "序列号";
"应用列表" = "应用列表";
"应用名称" = "应用名称";
"应用扫描超时，请重试" = "应用扫描超时，请重试";
"必填，同一URL可用不同名称区分" = "必填，同一URL可用不同名称区分";
"截屏" = "截屏";
"截屏失败：收到空数据" = "截屏失败：收到空数据";
"截屏失败：无法解析图像数据" = "截屏失败：无法解析图像数据";
"截屏成功 — %.0f × %.0f 像素" = "截屏成功 — %.0f × %.0f 像素";
"扫描中..." = "扫描中...";
"扫描中…" = "扫描中…";
"推送 Payload (JSON):" = "推送 Payload (JSON):";
"推送内容" = "推送内容";
"推送已送达 AppDelegate" = "推送已送达 AppDelegate";
"推送标题" = "推送标题";
"操作成功" = "操作成功";
"操作系统与版本" = "操作系统与版本";
"数据库" = "数据库";
"文件不存在" = "文件不存在";
"文件夹" = "文件夹";
"文件夹名称" = "文件夹名称";
"新增" = "新增";
"新增数据行" = "新增数据行";
"新建文件夹" = "新建文件夹";
"无数据库文件" = "无数据库文件";
"无法创建 AFC 客户端" = "无法创建 AFC 客户端";
"无法创建 installation_proxy 客户端" = "无法创建 installation_proxy 客户端";
"无法创建设备目录: %@" = "无法创建设备目录: %@";
"无法启动 AFC 服务" = "无法启动 AFC 服务";
"无法启动 installation_proxy 服务" = "无法启动 installation_proxy 服务";
"无法在设备上创建文件: %@" = "无法在设备上创建文件: %@";
"无法获取行标识" = "无法获取行标识";
"无法读取 .app 目录内容" = "无法读取 .app 目录内容";
"无法读取本地文件" = "无法读取本地文件";
"无法连接设备" = "无法连接设备";
"日志监控" = "日志监控";
"未找到App" = "未找到App";
"未检测到设备" = "未检测到设备";
"未知错误" = "未知错误";
"未获取到应用或设备未连接" = "未获取到应用或设备未连接";
"未连接" = "未连接";
"未连接 -- 请先选择设备 -> 选择 App" = "未连接 -- 请先选择设备 -> 选择 App";
"未连接 — 请先选择设备 → 选择 App" = "未连接 — 请先选择设备 → 选择 App";
"未连接设备或无法获取设备信息" = "未连接设备或无法获取设备信息";
"未连接，请先在 iOS 设备上启动 App 并连接" = "未连接，请先在 iOS 设备上启动 App 并连接";
"未连接，请先连接设备" = "未连接，请先连接设备";
"查看/修改" = "查看/修改";
"模拟器" = "模拟器";
"正在加载应用列表..." = "正在加载应用列表...";
"正在加载应用列表…" = "正在加载应用列表…";
"正在加载数据库列表..." = "正在加载数据库列表...";
"正在加载数据库列表…" = "正在加载数据库列表…";
"正在加载设备信息..." = "正在加载设备信息...";
"正在加载设备信息…" = "正在加载设备信息…";
"正在发送..." = "正在发送...";
"正在发送…" = "正在发送…";
"正在安装 %@ ..." = "正在安装 %@ ...";
"正在截屏..." = "正在截屏...";
"正在截屏…" = "正在截屏…";
"正在检测连接..." = "正在检测连接...";
"正在检测连接…" = "正在检测连接…";
"正在连接设备...\\n" = "正在连接设备...\\n";
"正在连接设备…\\n" = "正在连接设备…\\n";
"沙盒管理" = "沙盒管理";
"消息推送" = "消息推送";
"清空" = "清空";
"灰度任务" = "灰度任务";
"点击 > 开始捕获日志\\n" = "点击 > 开始捕获日志\\n";
"点击 ▶ 开始捕获日志\\n" = "点击 ▶ 开始捕获日志\\n";
"热修复" = "热修复";
"版本" = "版本";
"状态" = "状态";
"环境切换" = "环境切换";
"确定" = "确定";
"确认删除" = "确认删除";
"类型" = "类型";
"类型:" = "类型:";
"编解码" = "编解码";
"编辑" = "编辑";
"网络监控" = "网络监控";
"自动滚屏" = "自动滚屏";
"表: %@" = "表: %@";
"解析xlog" = "解析xlog";
"解析日志文件" = "解析日志文件";
"设备信息" = "设备信息";
"设备号 (UDID)" = "设备号 (UDID)";
"设备名称" = "设备名称";
"设备型号" = "设备型号";
"设备截屏" = "设备截屏";
"设备扫描超时，请重试" = "设备扫描超时，请重试";
"设备类型" = "设备类型";
"该表无可插入字段" = "该表无可插入字段";
"请先连接设备并选择数据库" = "请先连接设备并选择数据库";
"请先选择设备" = "请先选择设备";
"请先选择设备后再拖拽安装" = "请先选择设备后再拖拽安装";
"请求体" = "请求体";
"请求头" = "请求头";
"请求详情：" = "请求详情：";
"请输入 JSON payload" = "请输入 JSON payload";
"请选择应用" = "请选择应用";
"请选择连接设备" = "请选择连接设备";
"路由校验" = "路由校验";
"输入 %@ ..." = "输入 %@ ...";
"输入 %@ …" = "输入 %@ …";
"连接已断开" = "连接已断开";
"连接设备" = "连接设备";
"选择App" = "选择App";
"选择数据库..." = "选择数据库...";
"选择数据库…" = "选择数据库…";
"选择表..." = "选择表...";
"选择表…" = "选择表…";
"错误: %@" = "错误: %@";
"＋ 新建文件夹" = "＋ 新建文件夹";
"＋ 行" = "＋ 行";
"－ 行" = "－ 行";
